[
    {
        "job": "Administrative Assistant",
        "income": 43680,
        "experience": [
            "Schedule and confirm appointments; Greet people and direct them to contacts or service areas; Answer telephone and relay telephone calls and messages; Answer electronic enquiries; Order office supplies and maintain inventory; Record and prepare minutes of meetings, seminars and conferences; Open and distribute regular and electronic incoming mail and other material and co-ordinate the flow of information."
        ],
        "company": "DASTUR FINANCIAL SERVICES INC.",
        "firstName": "Yeong-Gi",
        "lastName": "Wirth",
        "yearsOfWork": 2,
        "age": 46,
        "ethnicity": "Not Selected",
        "religion": "Other",
        "gender": "agender",
        "sOrientation": "bisexual"
    },
    {
        "job": "Kitchen Cabinet Installer",
        "income": 36400,
        "experience": [
            "Utilize hand and power tools; Read and interpret blueprints, maps, drawings and specifications; Measure and mark guidelines to be used for installations; Erect and install scaffolding, falsework and other working platforms; Determine layout and installation procedures; Install, repair and service interior or exterior prefabricated products."
        ],
        "company": "Kingsview Renovation, Flooring & Staircase Inc.",
        "firstName": "Thérèse",
        "lastName": "Olofsson",
        "yearsOfWork": 2,
        "age": 75,
        "ethnicity": "Latin American",
        "religion": "Jewish",
        "gender": "third gender",
        "sOrientation": "bisexual"
    },
    {
        "job": "Receptionist",
        "income": 29120,
        "experience": [
            "Send invoices; Record and relay information; Provide directory assistance; Perform clerical duties, such as filing and sorting and distributing mail; Obtain and process information required to provide services; Greet people and direct them to contacts or service areas; Answer telephone and relay telephone calls and messages; Receive and issue payments."
        ],
        "company": "Employer detailsNovy Manufacturing Inc.",
        "firstName": "Iga",
        "lastName": "Gautier",
        "yearsOfWork": 1,
        "age": 57,
        "ethnicity": "Multiple visible minorities",
        "religion": "Sikh",
        "gender": "non-binary",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Forklift Operator",
        "income": 38220,
        "experience": [
            "Transport and distribute materials and goods; Store cargo and materials; Pick orders and stock; Operate a variety of equipment to load, unload and move materials and products; Load, unload and move products and materials by hand or with basic material handling equipment; Sort, crate and stack goods."
        ],
        "company": "Bedard Resources",
        "firstName": "Lycus",
        "lastName": "Hardy",
        "yearsOfWork": 16,
        "age": 35,
        "ethnicity": "Chinese",
        "religion": "Other",
        "gender": "agender",
        "sOrientation": "asexual"
    },
    {
        "job": "Plumber ",
        "income": 50960,
        "experience": [
            "Determine piping system requirements and pipe sizing; Measure, cut, thread and bend pipes to required shape and size; Install, repair and maintain domestic, commercial or industrial plumbing fixtures and systems; Locate and mark positions for pipe connections, passage holes and fixtures in walls and floors; Cut opening in walls and floors to accommodate pipe and pipe fittings; Join pipes using couplings, clamps, screws, bolts, cement or soldering, brazing and welding equipment; Test pipes for leaks using air and water pressure gauges."
        ],
        "company": "Employer detailsSJC Enterprises Inc",
        "firstName": "Chaza'el",
        "lastName": "Devlin",
        "yearsOfWork": 1,
        "age": 41,
        "ethnicity": "Southeast Asian",
        "religion": "Buddhist",
        "gender": "male",
        "sOrientation": "bisexual"
    },
    {
        "job": "Cook",
        "income": 27300,
        "experience": [
            "Train staff in preparation, cooking and handling of food; Supervise kitchen staff and helpers; Organize and manage buffets and banquets; Manage kitchen operations; Inspect kitchens and food service areas; Clean kitchen and work areas; Maintain inventory and records of food, supplies and equipment; Prepare and cook complete meals or individual dishes and foods; Plan menus, determine size of food portions, estimate food requirements and costs, and monitor and order supplies."
        ],
        "company": "Simply Samosa Inc",
        "firstName": "Alan",
        "lastName": "Lin",
        "yearsOfWork": 1,
        "age": 49,
        "ethnicity": "Latin American",
        "religion": "Sikh",
        "gender": "gender neutral",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Tester, Temperature-actuated Controls ",
        "income": 35360,
        "experience": [
            "Repetitive tasks; Handling heavy loads; Physically demanding; Manual dexterity; Attention to detail; Combination of sitting, standing, walking; Standing for extended periods"
        ],
        "company": "Bedard Resources",
        "firstName": "Delfina",
        "lastName": "Greene",
        "yearsOfWork": 2,
        "age": 48,
        "ethnicity": "Multiple visible minorities",
        "religion": "No religious affliation",
        "gender": "pangender",
        "sOrientation": "homosexual"
    },
    {
        "job": "Skid Setter",
        "income": 37200,
        "experience": [
            "Load, unload and transport construction materials. Repetitive tasks; Handling heavy loads; Physically demanding; Manual dexterity."
        ],
        "company": "Microsoft",
        "firstName": "Micheal",
        "lastName": "Jackson",
        "yearsOfWork": 3,
        "age": 47,
        "ethnicity": "Southeast Asian",
        "religion": "Other",
        "gender": "agender",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Home Child Care Provider",
        "income": 30000,
        "experience": [
            "Tend to emotional well-being of children; Supervise and care for children; Sterilize bottles, prepare formulas and change diapers for infants; Prepare and serve nutritious meals; Organize, activities such as games and outings for children; Maintain a safe and healthy environment in the home; Bathe, dress and feed infants and children; Prepare infants and children for rest periods."
        ],
        "company": "Sijia He",
        "firstName": "Rózsa",
        "lastName": "MacAngus",
        "yearsOfWork": 15,
        "age": 53,
        "ethnicity": "Multiple visible minorities",
        "religion": "Christian",
        "gender": "Not Selected",
        "sOrientation": "asexual"
    },
    {
        "job": "Office Administrator",
        "income": 48000,
        "experience": [
            "Carry out administrative activities of establishment; Oversee and co-ordinate office administrative procedures; Establish work priorities and ensure procedures are followed and deadlines are met."
        ],
        "company": "North track transport",
        "firstName": "Neşe",
        "lastName": "Slovák",
        "yearsOfWork": 4,
        "age": 71,
        "ethnicity": "Caucasian",
        "religion": "Buddhist",
        "gender": "agender",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Personal Support Worker - Home Support ",
        "income": 41660,
        "experience": [
            "Helping out arround the house."
        ],
        "company": "Extendicare (Canada) inc",
        "firstName": "Berat",
        "lastName": "Hofmeister",
        "yearsOfWork": 3,
        "age": 71,
        "ethnicity": "Arab",
        "religion": "Not Selected",
        "gender": "transgender",
        "sOrientation": "asexual"
    },
    {
        "job": "Fibre Optics Technician",
        "income": 52000,
        "experience": [
            "Install, maintain and service equipment."
        ],
        "company": "Sky-tec",
        "firstName": "Hong",
        "lastName": "Bone",
        "yearsOfWork": 5,
        "age": 59,
        "ethnicity": "Visible minority, other",
        "religion": "Not Selected",
        "gender": "transgender",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Plumber",
        "income": 70000,
        "experience": [
            "Determine piping system requirements and pipe sizing; Measure, cut, thread and bend pipes to required shape and size; Read blueprints, drawings and specifications to determine layout of plumbing system, water supply network and waste and drainage systems; Install, repair and maintain domestic, commercial or industrial plumbing fixtures and systems; Locate and mark positions for pipe connections, passage holes and fixtures in walls and floors; Cut opening in walls and floors to accommodate pipe and pipe fittings; Join pipes using couplings, clamps, screws, bolts, cement or soldering, brazing and welding equipment; Test pipes for leaks using air and water pressure gauges."
        ],
        "company": "Lancian Plumbing",
        "firstName": "Reis",
        "lastName": "Vásquez",
        "yearsOfWork": 3,
        "age": 62,
        "ethnicity": "Japanese",
        "religion": "No religious affliation",
        "gender": "female",
        "sOrientation": "bisexual"
    },
    {
        "job": "Client Service Clerk",
        "income": 40000,
        "experience": [
            "Address customers' complaints or concerns; Access and process information; Sell merchandise; Receive payments; Maintain records and statistics; Issue receipts and other forms; Explain the type and cost of services offered; Arrange for billing for services; Arrange for refunds and credits; Answer inquiries and provide information to customers; Perform general office duties; Receive and log complaints; Order office supplies and maintain inventory."
        ],
        "company": "CAN-AM Cryp",
        "firstName": "Roberta",
        "lastName": "Austin",
        "yearsOfWork": 8,
        "age": 43,
        "ethnicity": "Southeast Asian",
        "religion": "Jewish",
        "gender": "male",
        "sOrientation": "asexual"
    },
    {
        "job": "Carpenter ",
        "income": 54000,
        "experience": [
            "Fit and install windows, doors, stairs, mouldings and hardware; Prepare layouts in conformance to building codes, using measuring tools; Read and interpret blueprints, drawings and sketches to determine specifications and calculate requirements; Measure, cut, shape, assemble and join materials made of wood, wood substitutes, lightweight steel and other materials; Build foundations, install floor beams, lay subflooring and erect walls and roof systems; Maintain, repair and renovate residences and wooden structures in mills, mines, hospitals, industrial plants and other establishments."
        ],
        "company": "Rai Star Custom Homes ltd",
        "firstName": "Byeong-Ho",
        "lastName": "Krückel",
        "yearsOfWork": 3,
        "age": 70,
        "ethnicity": "West Asian",
        "religion": "Jewish",
        "gender": "non-binary",
        "sOrientation": "asexual"
    },
    {
        "job": "Alarm System Dispatcher",
        "income": 42000,
        "experience": [
            "Receive requests for emergency assistance or service; Dispatch personnel as required by emergency situations; Follow-up on issues with work orders."
        ],
        "company": "a.p.i Alarm Inc",
        "firstName": "Nereida",
        "lastName": "Ackermann",
        "yearsOfWork": 1,
        "age": 46,
        "ethnicity": "Southeast Asian",
        "religion": "Not Selected",
        "gender": "two-spirit",
        "sOrientation": "homosexual"
    },
    {
        "job": "Construction Labourer",
        "income": 50000,
        "experience": [
            "Mix, pour and spread materials; Level earth to fine grade specifications; Erect and dismantle concrete forms, scaffolding, ramps, catwalks shoring and barricades; Assist in framing houses, erecting walls and building roofs."
        ],
        "company": "David Nyentap Enterprises Inc",
        "firstName": "Mafalda",
        "lastName": "Ó Súileabháin",
        "yearsOfWork": 5,
        "age": 54,
        "ethnicity": "West Asian",
        "religion": "Other",
        "gender": "transgender",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Foreman/woman, Farm",
        "income": 32000,
        "experience": [
            "Load, unload and transfer crates, supplies and farm produce, livestock and poultry; Detect disease and health problems in crops, livestock and poultry; Operate and drive automobiles, vans and light trucks to pick up and deliver various items and products."
        ],
        "company": "Hawk Express",
        "firstName": "Gustav",
        "lastName": "Willemsen",
        "yearsOfWork": 2,
        "age": 77,
        "ethnicity": "Korean",
        "religion": "Other",
        "gender": "transgender",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Pallet Maker, wood",
        "income": 28000,
        "experience": [
            "Power tools; Pneumatic devices; Hand tools; Small hand tool; Precision measuring instrument. Repetitive tasks; Handling heavy loads; Physically demanding; Manual dexterity; Standing for extended periods."
        ],
        "company": "Palletes C.M.P INC",
        "firstName": "Beelzebub",
        "lastName": "Ziętek",
        "yearsOfWork": 2,
        "age": 65,
        "ethnicity": "Multiple visible minorities",
        "religion": "Muslim",
        "gender": "female",
        "sOrientation": "asexual"
    },
  
    {
        "job": "Income Tax Return Preparer",
        "income": 32000,
        "experience": [
            "Address customers' complaints or concerns; Prepare income tax; Perform clerical duties, such as maintain filing and record systems; Perform general office duties."
        ],
        "company": "Liberty Tax service",
        "firstName": "Ottilia",
        "lastName": "Ward",
        "yearsOfWork": 1,
        "age": 79,
        "ethnicity": "West Asian",
        "religion": "Buddhist",
        "gender": "male",
        "sOrientation": "homosexual"
    },
    {
        "job": "Early Childhood Educator (E.C.E.) ",
        "income": 40000,
        "experience": [
            "Experience with Special Needs Children. Children with a physical disability; Children with behavioural issues; Children with epilepsy; Children with allergies; Children with attention deficit hyperactivity disorder (ADHD) or attention deficit disorder (ADD); Children with Down syndrome."
        ],
        "company": "Tiny-shiny Childcare",
        "firstName": "Prasad",
        "lastName": "Agramunt",
        "yearsOfWork": 2,
        "age": 64,
        "ethnicity": "Arab",
        "religion": "No religious affliation",
        "gender": "gender neutral",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Software Development Manager",
        "income": 200000,
        "experience": [
            "Establish and implement policies and procedures for information systems; Authorize the development of specifications for products or services; Assign, co-ordinate and review projects and programs; Plan, organize, direct, control and evaluate daily operations; Meet with clients to discuss system requirements, specifications, costs and timelines."
        ],
        "company": "Amazon",
        "firstName": "Anat",
        "lastName": "Zaman",
        "yearsOfWork": 5,
        "age": 30,
        "ethnicity": "Filipino",
        "religion": "Sikh",
        "gender": "non-binary",
        "sOrientation": "homosexual"
    },
    {
        "job": "Accounting Bookkeeper",
        "income": 34000,
        "experience": [
            "MS Excel; MS Word; Accounting software; Quick Books; Simply Accounting; MS Outlook; TaxPrep."
        ],
        "company": "AAY JAY ASSOCIATES",
        "firstName": "Dorthy",
        "lastName": "Ajello",
        "yearsOfWork": 3,
        "age": 49,
        "ethnicity": "West Asian",
        "religion": "Not Selected",
        "gender": "transgender",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Medical Orderly",
        "income": 40000,
        "experience": [
            "Transport patients in wheelchair or stretcher; Take patients' blood pressure, temperature and pulse; Supervise patients' exercise routines; Prepare patients for surgery by washing, shaving and sterilizing operative areas; Bathe, dress and groom patients; Weigh, lift, turn and position patients; Accompany patients on outside recreational activities and perform other duties related to patient care and comfort."
        ],
        "company": "Paramount Care Nursing Agency",
        "firstName": "Anastasija",
        "lastName": "Travers",
        "yearsOfWork": 3,
        "age": 71,
        "ethnicity": "African American",
        "religion": "Muslim",
        "gender": "non-binary",
        "sOrientation": "asexual"
    },
    {
        "job": "Kitchen Supervisor",
        "income": 40000,
        "experience": [
            "Supervise and co-ordinate activities of staff who prepare and portion food; Supervise and check assembly of trays; Supervise and check delivery of food trolleys; Prepare food order summaries for chef; Prepare and submit reports; Maintain records of stock, repairs, sales and wastage; Establish work schedules; Estimate and order ingredients and supplies; Ensure food service and quality control; Must have knowledge of the establishment's culinary genres."
        ],
        "company": "East Side Marios",
        "firstName": "Amalija",
        "lastName": "Láník",
        "yearsOfWork": 2,
        "age": 61,
        "ethnicity": "Korean",
        "religion": "Buddhist",
        "gender": "male",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Line Cook",
        "income": 40000,
        "experience": [
            "Train staff in preparation, cooking and handling of food; Supervise kitchen staff and helpers; Order supplies and equipment; Manage kitchen operations; Inspect kitchens and food service areas; Clean kitchen and work areas; Maintain inventory and records of food, supplies and equipment; Prepare and cook complete meals or individual dishes and foods."
        ],
        "company": "East Side Mario",
        "firstName": "Santiago",
        "lastName": "McGee",
        "yearsOfWork": 2,
        "age": 75,
        "ethnicity": "Visible minority, other",
        "religion": "Muslim",
        "gender": "third gender",
        "sOrientation": "homosexual"
    },
    {
        "job": "Software Engineer",
        "income": 100000,
        "experience": [
            "Research, evaluate and synthesize technical information to design, develop and test computer-based systems; Develop data, process and network models to optimize architecture and to evaluate the performance and reliability of designs; Plan, design and co-ordinate the development, installation, integration and operation of computer-based systems; Assess, troubleshoot, document, upgrade and develop maintenance procedures for operating systems, communications environments and applications software."
        ],
        "company": "Amazon Web Services Canada, inc",
        "firstName": "Linda",
        "lastName": "Pettersson",
        "yearsOfWork": 2,
        "age": 83,
        "ethnicity": "Filipino",
        "religion": "Buddhist",
        "gender": "two-spirit",
        "sOrientation": "asexual"
    },
    {
        "job": "Drywall installer and finisher",
        "income": 45000,
        "experience": [
            "Prepares tenders and quotations along with painting."
        ],
        "company": "Complete Paint works",
        "firstName": "Yūdai",
        "lastName": "Kozieł",
        "yearsOfWork": 1,
        "age": 48,
        "ethnicity": "Latin American",
        "religion": "Jewish",
        "gender": "genderqueer",
        "sOrientation": "bisexual"
    },
    {
        "job": "Software design engineer",
        "income": 150000,
        "experience": [
            "Research, evaluate and synthesize technical information to design, develop and test computer-based systems; Develop data, process and network models to optimize architecture and to evaluate the performance and reliability of designs; Plan, design and co-ordinate the development, installation, integration and operation of computer-based systems; Assess, troubleshoot, document, upgrade and develop maintenance procedures for operating systems, communications environments and applications software."
        ],
        "company": "Amazon web services canada inc",
        "firstName": "Radmir",
        "lastName": "Vega",
        "yearsOfWork": 7,
        "age": 88,
        "ethnicity": "Latin American",
        "religion": "No religious affliation",
        "gender": "two-spirit",
        "sOrientation": "homosexual"
    },
    {
        "job": "Baker",
        "income": 30000,
        "experience": [
            "Ensure that the quality of products meets established standards."
        ],
        "company": "Luna Handpies",
        "firstName": "Bilge",
        "lastName": "Blumenthal",
        "yearsOfWork": 1,
        "age": 82,
        "ethnicity": "Multiple visible minorities",
        "religion": "Muslim",
        "gender": "female",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Family Physician",
        "income": 250000,
        "experience": [
            "Advise patients on health care; Prescribe and administer medications and treatments; Examine patients and take their histories, order laboratory tests, X-rays and other diagnostic procedures; Consult with other medical practitioners to evaluate patients' physical and mental health; Inoculate and vaccinate patients to prevent and treat diseases; Communicate health promotion, disease, illnes and accident prevention to patients; Provide counselling and support to patients and their families on a wide range of health and lifestyle issues."
        ],
        "company": "Straburg Crossing Family Practice",
        "firstName": "Ema",
        "lastName": "Yu",
        "yearsOfWork": 5,
        "age": 34,
        "ethnicity": "West Asian",
        "religion": "Sikh",
        "gender": "male",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Supervisor, Transportation Route Schedulers",
        "income": 32000,
        "experience": [
            "Train workers in duties and policies; Resolve work related problems; Requisition or order materials, equipment and supplies; Recruit and hire staff; Prepare and submit reports; Establish work schedules and procedures; Ensure smooth operation of computer equipment and machinery; Conduct performance reviews; Co-ordinate activities with other work units or departments; Arrange for maintenance and repair work; Arrange training for staff; Co-ordinate, assign and review work; Plan, organize and oversee operational logistics of the organization."
        ],
        "company": "2541355 Ontario Inc",
        "firstName": "Platon",
        "lastName": "Benn",
        "yearsOfWork": 1,
        "age": 90,
        "ethnicity": "Southeast Asian",
        "religion": "Buddhist",
        "gender": "pangender",
        "sOrientation": "homosexual"
    },
    {
        "job": "Cashier, Supermarket",
        "income": 30000,
        "experience": [
            "Operate cash register; Process money, cheques and credit/debit card payments; Scan items; Tabulate total payment for goods or services required; Receive payment for goods or services; Greet customers; Wrap or place merchandise in bags; Weigh produce and bulk foods; Provide customer service."
        ],
        "company": "Farm boy",
        "firstName": "Seth",
        "lastName": "Garrido",
        "yearsOfWork": 1,
        "age": 39,
        "ethnicity": "Southeast Asian",
        "religion": "No religious affliation",
        "gender": "Not Selected",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Computer Programmer",
        "income": 40000,
        "experience": [
            "Write, modify, integrate and test software code; Identify and communicate technical problems, processes and solutions; Prepare reports, manuals and other documentation on the status, operation and maintenance of software; Assist in the collection and documentation of user's requirements; Assist in the development of logical and physical specifications; Research and evaluate a variety of software products; Program special effects software for film and video applications; Maintain existing computer programs by making modifications as required; Write, modify, integrate and test software code for e-commerce and other Internet applications; Program animation software to predefined specifications for interactive CDs, DVDs, video game cartridges and Internet-based applications."
        ],
        "company": "Plexxis Software inc",
        "firstName": "Ælfgifu",
        "lastName": "Wyrick",
        "yearsOfWork": 1,
        "age": 49,
        "ethnicity": "Visible minority, other",
        "religion": "No religious affliation",
        "gender": "female",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Loggine truck driver",
        "income": 70000,
        "experience": [
            "Perform preventive maintenance; Perform pre-trip, en route and post-trip inspection and oversee all aspects of vehicle."
        ],
        "company": "SK trucking inc",
        "firstName": "Taniel",
        "lastName": "Araya",
        "yearsOfWork": 1,
        "age": 30,
        "ethnicity": "Not Selected",
        "religion": "No religious affliation",
        "gender": "transgender",
        "sOrientation": "Not Selected"
    },
    {
        "job": "General Manager, Sales - Trade, Broadcasting And Other Services",
        "income": 120000,
        "experience": [
            "Authorize and organize the establishment of major departments and associated senior staff positions; Allocate material, human and financial resources to implement organizational policies and programs; Establish objectives for the organization and formulate or approve policies and programs; Establish financial and administrative controls; formulate and approve promotional campaigns; and approve overall human resources planning; Select middle managers, directors or other executive staff; delegate the necessary authority to them and create optimum working conditions; Co-ordinate the work of regions, divisions or departments; Represent the organization, or delegate representatives to act on behalf of the organization, in negotiations or other official functions."
        ],
        "company": "Dastur Financial services inc",
        "firstName": "Nikola",
        "lastName": "Segreti",
        "yearsOfWork": 5,
        "age": 95,
        "ethnicity": "Japanese",
        "religion": "Sikh",
        "gender": "male",
        "sOrientation": "homosexual"
    },
    {
        "job": "Research Analyst, Securities",
        "income": 77000,
        "experience": [
            "Master's degree, Biology/Biological Sciences, General, Biochemistry/Biophysics and Molecular Biology, Other Biological and Biomedical Sciences, Other"
        ],
        "company": "Rosalind Advisors inc",
        "firstName": "Norris",
        "lastName": "Okeke",
        "yearsOfWork": 3,
        "age": 95,
        "ethnicity": "West Asian",
        "religion": "Christian",
        "gender": "third gender",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Shipper-receiver",
        "income": 32000,
        "experience": [
            "Unpack goods received; Schedule distribution of goods; Schedule transportation conveyances; Route goods to appropriate storage areas; Record shortages and reject damaged goods; Prepare bills of lading, invoices and other shipping documents; Pack goods to be shipped; Oversee loading and unloading of goods; Maintain internal record-keeping system; Inspect and verify incoming goods against invoices or other documents; Determine method of shipment; Contact clients and suppliers to resolve problems; Assemble containers and crates; Affix identifying information and shipping instructions on shipments; Provide customer service."
        ],
        "company": "Pioneer lighting",
        "firstName": "Nyah",
        "lastName": "Gorman",
        "yearsOfWork": 3,
        "age": 64,
        "ethnicity": "Latin American",
        "religion": "Hindu",
        "gender": "Not Selected",
        "sOrientation": "bisexual"
    },
    {
        "job": "Window And Door Installer, Aluminum",
        "income": 52000,
        "experience": [
            "Utilize hand and power tools; Read and interpret blueprints, maps, drawings and specifications; Measure and mark guidelines to be used for installations; Erect and install scaffolding, falsework and other working platforms; Determine layout and installation procedures; Load and unload trucks with supplies and equipment; Install, repair and service interior or exterior prefabricated products."
        ],
        "company": "GTA locksmith and doors ltd",
        "firstName": "Mira",
        "lastName": "Clifford",
        "yearsOfWork": 2,
        "age": 83,
        "ethnicity": "Filipino",
        "religion": "Muslim",
        "gender": "non-binary",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Legal Administrative Assistant",
        "income": 50000,
        "experience": [
            "Determine and establish office procedures and routines; Prepare and key in correspondence and legal documents; Review and proofread documents and correspondence to ensure compliance with legal procedures and grammatical usage; Open and distribute regular and electronic incoming mail and other material and co-ordinate the flow of information."
        ],
        "company": "Coast immigration ltd",
        "firstName": "Cassandra",
        "lastName": "Graham",
        "yearsOfWork": 2,
        "age": 43,
        "ethnicity": "African American",
        "religion": "Christian",
        "gender": "male",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Vice-president - Financial, Communications And Other Business Services",
        "income": 120000,
        "experience": [
            "Allocate material, human and financial resources to implement organizational policies and programs; Establish objectives for the organization and formulate or approve policies and programs; Establish financial and administrative controls; formulate and approve promotional campaigns; and approve overall human resources planning; Select middle managers, directors or other executive staff; delegate the necessary authority to them and create optimum working conditions; Represent the organization, or delegate representatives to act on behalf of the organization, in negotiations or other official functions."
        ],
        "company": "SKS capital investments",
        "firstName": "Chausiku",
        "lastName": "Gevorgian",
        "yearsOfWork": 6,
        "age": 41,
        "ethnicity": "Southeast Asian",
        "religion": "No religious affliation",
        "gender": "pangender",
        "sOrientation": "homosexual"
    },
    {
        "job": "Nanny",
        "income": 30000,
        "experience": [
            "Tend to emotional well-being of children; Take children to and from school and to appointments; Supervise and care for children; Prepare and serve nutritious meals; Organize, activities such as games and outings for children; Maintain a safe and healthy environment in the home; Discipline children according to the methods requested by the parents."
        ],
        "company": "Malgorzata Spigelman",
        "firstName": "Koresh",
        "lastName": "Rennold",
        "yearsOfWork": 2,
        "age": 60,
        "ethnicity": "Korean",
        "religion": "Muslim",
        "gender": "two-spirit",
        "sOrientation": "homosexual"
    },
    {
        "job": "Bookkeeper",
        "income": 48000,
        "experience": [
            "Reconcile accounts; Prepare trial balance of books; Post journal entries; Calculate fixed assets and depreciation; Maintain general ledgers and financial statements; Calculate and prepare cheques for payroll; Prepare other statistical, financial and accounting reports; Prepare tax returns; Keep financial records and establish, maintain and balance various accounts using manual and computerized bookkeeping systems."
        ],
        "company": "SSP truck linke inc",
        "firstName": "Indira",
        "lastName": "Văn",
        "yearsOfWork": 1,
        "age": 66,
        "ethnicity": "Visible minority, other",
        "religion": "Jewish",
        "gender": "male",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Baker",
        "income": 30000,
        "experience": [
            "Bake mixed dough and batters; Prepare dough for pies, bread, rolls and sweet goods, batters for muffins, cookies and cakes and icings and frostings according to recipes or special customer orders; Operate machinery."
        ],
        "company": "Farm boy",
        "firstName": "Torsten",
        "lastName": "Haynes",
        "yearsOfWork": 2,
        "age": 89,
        "ethnicity": "Korean",
        "religion": "Buddhist",
        "gender": "two-spirit",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Construction manager",
        "income": 115000,
        "experience": [
            "Select trade subcontractors and co-ordinate their activities; Prepare contracts and negotiate revisions, changes and additions to contractual agreements; Prepare and submit construction project budget estimates; Plan and manage budgets; Plan and prepare construction schedules and milestones and monitor progress; Prepare reports."
        ],
        "company": "Ledcor Construction LTD",
        "firstName": "Samiye",
        "lastName": "Ovioxtam",
        "yearsOfWork": 8,
        "age": 56,
        "ethnicity": "West Asian",
        "religion": "Hindu",
        "gender": "transgender",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Technical Assistant - Office Support ",
        "income": 50000,
        "experience": [
            "Carry out administrative activities of establishment; Administer policies and procedures related to the release of records in processing requests under government access to information and privacy legislation; Oversee and co-ordinate office administrative procedures; Review, evaluate and implement new administrative procedures; Establish work priorities and ensure procedures are followed and deadlines are met; Assemble data and prepare periodic and special reports, manuals and correspondence."
        ],
        "company": "Abbasi Consultants corporation",
        "firstName": "Olufunmilola",
        "lastName": "Smith",
        "yearsOfWork": 1,
        "age": 81,
        "ethnicity": "West Asian",
        "religion": "Buddhist",
        "gender": "male",
        "sOrientation": "asexual"
    },
    {
        "job": "Clerk, Meat Counter ",
        "income": 32000,
        "experience": [
            "Giving customers what they request"
        ],
        "company": "Smiths market",
        "firstName": "Alex",
        "lastName": "Smith",
        "yearsOfWork": 2,
        "age": 88,
        "ethnicity": "Korean",
        "religion": "Muslim",
        "gender": "male",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Administration Officer",
        "income": 50000,
        "experience": [
            "Carry out administrative activities of establishment; Administer policies and procedures related to the release of records in processing requests under government access to information and privacy legislation; Review, evaluate and implement new administrative procedures; Establish work priorities and ensure procedures are followed and deadlines are met; Co-ordinate and plan for office services such as accommodation, relocation, equipment, supplies, forms, disposal of assets, parking, maintenance and security services; Assist in the preparation of operating budget and maintain inventory and budgetary controls."
        ],
        "company": "Sandhu immigration consulting services ltd",
        "firstName": "Rachana",
        "lastName": "Lang",
        "yearsOfWork": 2,
        "age": 43,
        "ethnicity": "Multiple visible minorities",
        "religion": "Muslim",
        "gender": "transgender",
        "sOrientation": "homosexual"
    },
    {
        "job": "Office Services Co-ordinator",
        "income": 50000,
        "experience": [
            "Oversee and co-ordinate office administrative procedures; Establish work priorities and ensure procedures are followed and deadlines are met; Co-ordinate and plan for office services such as accommodation, relocation, equipment, supplies, forms, disposal of assets, parking, maintenance and security services; Assist in the preparation of operating budget and maintain inventory and budgetary controls; Assemble data and prepare periodic and special reports, manuals and correspondence."
        ],
        "company": "Dr. N. Fortootan. Dentistry Professional Corporation",
        "firstName": "Celeste",
        "lastName": "Rogers",
        "yearsOfWork": 2,
        "age": 35,
        "ethnicity": "Southeast Asian",
        "religion": "No religious affliation",
        "gender": "transgender",
        "sOrientation": "bisexual"
    },
    {
        "job": "Registered Practical Nurse (R.P.N.)",
        "income": 44000,
        "experience": [
            "CPR Certificate; Eligible for licensure as a practical nurse by the province/territory of work."
        ],
        "company": "Employer detailsThorncliffe Place Retirement Residence",
        "firstName": "Intan",
        "lastName": "Natasha",
        "yearsOfWork": 3,
        "age": 75,
        "ethnicity": "West Asian",
        "religion": "Buddhist",
        "gender": "male",
        "sOrientation": "Not Selected"
    },
    {
        "job": "General Manager, Sales - Trade, Broadcasting And Other Services",
        "income": 87000,
        "experience": [
            "Authorize and organize the establishment of major departments and associated senior staff positions; Allocate material, human and financial resources to implement organizational policies and programs; Establish objectives for the organization and formulate or approve policies and programs; Establish financial and administrative controls; formulate and approve promotional campaigns; and approve overall human resources planning; Co-ordinate the work of regions, divisions or departments; Represent the organization, or delegate representatives to act on behalf of the organization, in negotiations or other official functions."
        ],
        "company": "roopshringar",
        "firstName": "Peter",
        "lastName": "Lang",
        "yearsOfWork": 8,
        "age": 80,
        "ethnicity": "Korean",
        "religion": "Sikh",
        "gender": "male",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Janitor",
        "income": 23000,
        "experience": [
            "Wash windows, interior walls and ceilings; Work with minimal supervision; Clean and disinfect bathrooms and fixtures; Sweep, mop, scrub and wax hallways, floors and stairs; Empty trash cans and other waste containers."
        ],
        "company": "Farm boy",
        "firstName": "Joe",
        "lastName": "Parker",
        "yearsOfWork": 1,
        "age": 50,
        "ethnicity": "Latin American",
        "religion": "Hindu",
        "gender": "pangender",
        "sOrientation": "Not Selected"
    },
    {
        "job": "Framer-carpenter",
        "income": 48000,
        "experience": [
            "Super vise 5-10 people. Have own transportation to go to work. Be able to use tools,."
        ],
        "company": "HouseMasters Construction",
        "firstName": "Homer",
        "lastName": "Bobby",
        "yearsOfWork": 2,
        "age": 52,
        "ethnicity": "Caucasian",
        "religion": "Not Selected",
        "gender": "pangender",
        "sOrientation": "homosexual"
    },
    {
        "job": "Long haul truck driver",
        "income": 50000,
        "experience": [
            "Transport and handle dangerous goods; Perform preventive maintenance; Perform emergency roadside repairs; Pay and receive payments for goods; Perform brake adjustments; Drive lighter, special purpose trucks; Receive and relay information to central dispatch; Operate and drive straight or articulated trucks to transport goods and materials; Tarping and ensuring safety and security of cargo; Drive as part of a two-person team or convoy; Oversee condition of vehicle and inspect tires, lights, brakes, cold storage and other equipment; Arrange travel, related itineraries and make reservations; Obtain special permits and other documents required to transport cargo on international routes; Record cargo information, hours of service, distance travelled and fuel consumption; Perform pre-trip, en route and post-trip inspection and oversee all aspects of vehicle."
        ],
        "company": "american frieghtliner",
        "firstName": "Homer",
        "lastName": "Greene",
        "yearsOfWork": 2,
        "age": 38,
        "ethnicity": "Not Selected",
        "religion": "Not Selected",
        "gender": "transgender",
        "sOrientation": "bisexual"
    },
    {
        "job": "Sales Supervisor - Retail",
        "income": 40000,
        "experience": [
            "Sell merchandise; Prepare reports on sales volumes, merchandising and personnel matters; Authorize payments by cheque; Authorize return of merchandise; Assign sales workers to duties; Resolve problems that arise, such as customer complaints and supply shortages; Supervise and co-ordinate activities of workers; Organize and maintain inventory."
        ],
        "company": "G&G's travel plaza (petro canada)",
        "firstName": "Harry",
        "lastName": "Lang",
        "yearsOfWork": 2,
        "age": 71,
        "ethnicity": "Japanese",
        "religion": "Muslim",
        "gender": "gender neutral",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Stockroom Clerk - Retail",
        "income": 32000,
        "experience": [
            "Stock shelves and display areas; Price items using stamp or stickers according to price list; Operate cash register; Obtain articles for customers from shelf or stockroom; Keep stock clean and in order; Direct customers to location of articles sought; Bag, box or parcel purchases for customers, for shipment or delivery; Order stock; Order picking; Perform general cleaning duties (i.e. sweeping, mopping floors); Provide customer service; Record incoming stock; Unpack products received by store and count, weigh or sort items; Carry customer's purchases to parking lot and pack orders in customers' vehicles."
        ],
        "company": "Nature's best",
        "firstName": "Bob",
        "lastName": "Natasha",
        "yearsOfWork": 2,
        "age": 71,
        "ethnicity": "Visible minority, other",
        "religion": "Not Selected",
        "gender": "transgender",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Logistics Supervisor",
        "income": 44000,
        "experience": [
            "Train workers in duties and policies; Resolve work related problems; Requisition or order materials, equipment and supplies; Recruit and hire staff; Prepare and submit reports; Establish work schedules and procedures; Ensure smooth operation of computer equipment and machinery; Conduct performance reviews; Co-ordinate activities with other work units or departments; Arrange for maintenance and repair work; Arrange training for staff; Co-ordinate, assign and review work; Plan, organize and oversee operational logistics of the organization."
        ],
        "company": "A.M County transport Ltd",
        "firstName": "Joe",
        "lastName": "Jackson",
        "yearsOfWork": 3,
        "age": 55,
        "ethnicity": "Korean",
        "religion": "Jewish",
        "gender": "transgender",
        "sOrientation": "homosexual"
    },
    {
        "job": "Fish Monger",
        "income": 32000,
        "experience": [
            "Remove bones from meat; Prepare special orders; Grind meats; Cut, trim and prepare standard cuts of meat; Cut carcasses, sides and quarters; Clean and prepare fish and shellfish."
        ],
        "company": "Galleria Supermarket",
        "firstName": "Peter",
        "lastName": "Greene",
        "yearsOfWork": 3,
        "age": 55,
        "ethnicity": "West Asian",
        "religion": "Hindu",
        "gender": "gender neutral",
        "sOrientation": "bisexual"
    },
    {
        "job": "Graphic Designer",
        "income": 60000,
        "experience": [
            "Estimate costs of materials and time to complete graphic designs and illustrations; Work in a multidisciplinary environment; Adapt existing illustrations."
        ],
        "company": "Fast approach inc",
        "firstName": "Alex",
        "lastName": "Smith",
        "yearsOfWork": 3,
        "age": 78,
        "ethnicity": "Filipino",
        "religion": "Buddhist",
        "gender": "transgender",
        "sOrientation": "heterosexual"
    },
    {
        "job": "Heavy Equipment Operators Supervisor",
        "income": 72000,
        "experience": [
            "Train or arrange for training; Supervise workers and projects; Recommend personnel actions; Establish methods to meet work schedules; Ensure health and safety regulations are followed; Co-ordinate and schedule activities; Requisition materials and supplies; Resolve work problems and recommend measures to improve productivity."
        ],
        "company": "MICHELIS SPRAY FOAM INSULATION INC",
        "firstName": "Homer",
        "lastName": "Greene",
        "yearsOfWork": 6,
        "age": 79,
        "ethnicity": "Japanese",
        "religion": "No religious affliation",
        "gender": "female",
        "sOrientation": "bisexual"
    },
    {
        "job": "Procurement Officer",
        "income": 60000,
        "experience": [
            "Review quotations; Purchase general and specialized equipment, materials or business services; Invite tenders; Establish delivery schedules; Develop specifications for equipment, materials and supplies to be purchased; Determine contract terms and conditions; Contact clients and suppliers to resolve problems; Consult with suppliers; Award contracts or recommend contract awards; Assess requirements of establishment."
        ],
        "company": "Strongco Recruitment",
        "firstName": "David",
        "lastName": "Rogers",
        "yearsOfWork": 4,
        "age": 39,
        "ethnicity": "African American",
        "religion": "Christian",
        "gender": "third gender",
        "sOrientation": "homosexual"
    },
    {
        "job": "Computer Programmer",
        "income": 82000,
        "experience": [
            "Write, modify, integrate and test software code; Identify and communicate technical problems, processes and solutions; Prepare reports, manuals and other documentation on the status, operation and maintenance of software; Assist in the collection and documentation of user's requirements; Assist in the development of logical and physical specifications; Research and evaluate a variety of software products; Program special effects software for film and video applications; Maintain existing computer programs by making modifications as required; Write, modify, integrate and test software code for e-commerce and other Internet applications; Program animation software to predefined specifications for interactive CDs, DVDs, video game cartridges and Internet-based applications."
        ],
        "company": "Technocrat Consultatns Inc",
        "firstName": "Homer",
        "lastName": "Rogers",
        "yearsOfWork": 5,
        "age": 85,
        "ethnicity": "Filipino",
        "religion": "Not Selected",
        "gender": "gender neutral",
        "sOrientation": "bisexual"
    },
    {
        "job": "Tax Accountant",
        "income": 60000,
        "experience": [
            "Prepare financial information for individuals, departments or companies; Prepare financial statements and reports; Prepare income tax returns from accounting records; Plan, set up and administer accounting systems."
        ],
        "company": "Elite Jobs",
        "firstName": "Homer",
        "lastName": "Lang",
        "yearsOfWork": 3,
        "age": 59,
        "ethnicity": "African American",
        "religion": "Other",
        "gender": "two-spirit",
        "sOrientation": "heterosexual"
    }
]